tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "go"
brew "node"
brew "python@3.9"
brew "pipenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "zsh"

cask "alacritty"
cask "appcleaner"
cask "biscuit"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "keycastr"
cask "licecap"
cask "microsoft-teams"
cask "typora"
cask "webex-meetings"
cask "wireshark"
cask "zoom"
