tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "git"
brew "go"
brew "node"
brew "python@3.9"
brew "poetry"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "tmux"
brew "vim"
brew "zsh"

cask "appcleaner"
cask "docker"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "kap"
cask "typora"
cask "wireshark"
